Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/inputs/tm-15.tmx
Source language: en
Languages: cs

source: Why The Times Published Details of the Whistle-Blower's Identity
cs: Proč The Times zveřejnili podrobnosti o totožnosti oznamovatele

source: On Thursday, The Times published exclusive details about the identity of the whistle-blower whose claims led Democrats to begin an impeachment inquiry against President Trump this week. (The article reported that the whistle-blower is a C.I.A. officer who was previously detailed to work at the White House and had expertise on Ukraine.)
cs: Ve čtvrtek the Times zveřejnil exkluzivní podrobnosti o totožnosti oznamovatele, jehož tvrzení vedla demokraty k zahájení vyšetřování obžaloby proti prezidentovi Trumpovi tento týden. (Článek hlásil, že whistle-blower je důstojník C.I.A., který byl dříve podrobně pracovat v Bílém domě a měl odborné znalosti o Ukrajině.)

source: Many readers, including some who work in national security and intelligence, have criticized The Times's decision to publish the details, saying it potentially put the person's life in danger and may have a chilling effect on would-be whistle-blowers.
cs: Mnozí čtenáři, včetně některých, kteří pracují v oblasti národní bezpečnosti a zpravodajství, kritizovali the Times rozhodnutí zveřejnit podrobnosti, říká, že potenciálně dát život člověka v nebezpečí a může mít mrazivý vliv na rádoby whistle-blowers.

source: We took their concerns to Dean Baquet, The Times's executive editor, who responded to them in a discussion with the Reader Center:
cs: Vzali jsme jejich obavy Dean Baquet, The Times výkonný editor, který reagoval na ně v diskusi s Reader Center:

source: The president and some of his supporters have attacked the credibility of the whistle-blower, who has presented information that has touched off a landmark impeachment proceeding. The president himself has called the whistle-blower's account a "political hack job."
cs: Prezident a někteří jeho stoupenci napadli důvěryhodnost oznamovatele, který předložil informace, které odstartovaly přelomové řízení o obžalobě. Sám prezident označil účet oznamovatele za "politickou hackovou práci".

source: We decided to publish limited information about the whistle-blower - including the fact that he works for a nonpolitical agency and that his complaint is based on an intimate knowledge and understanding of the White House - because we wanted to provide information to readers that allows them to make their own judgments about whether or not he is credible.
cs: Rozhodli jsme se zveřejnit omezené informace o oznamovateli - včetně skutečnosti, že pracuje pro nepolitickou agenturu a že jeho stížnost je založena na důvěrných znalostech a pochopení Bílého domu - protože jsme chtěli poskytnout čtenářům informace, které jim umožní činit vlastní úsudky o tom, zda je či není důvěryhodný.

source: China Says It Didn't Fight Any War Nor Invaded Foreign Land
cs: Čína tvrdí, že nebojovala proti žádné válce ani nenapadla cizí zemi

source: China on Friday said it has not provoked a "single war or conflict" or "invaded a single square" of foreign land, skirting any reference to the 1962 war with India.
cs: Čína v pátek uvedla, že nevyvolala „jedinou válku nebo konflikt“ ani „nenapadla jediný čtverec“ cizí země, čímž obešla jakoukoli zmínku o válce s Indií v roce 1962.

source: "China has always been dedicated to resolving territorial and maritime delimitation disputes through negotiation and consultation," stated an official white paper released, four days ahead of the country set to celebrate its 70th anniversary of the leadership of the ruling Communist Party of China (CPC) on October 1.
cs: „Čína se vždy věnovala řešení sporů o územní a námořní vymezení prostřednictvím vyjednávání a konzultací,“ konstatovala oficiální bílá kniha, která byla vydána čtyři dny před tím, než se země 1. října chystala oslavit 70. výročí svého nástupu do čela vládnoucí Komunistické strany Číny (KSČ).

source: "China safeguards world peace through real actions. Over the past 70 years, China has not provoked a single war or conflict, nor invaded a single square of foreign land," the paper titled "China and the World in the New Era" said.
cs: „Čína chrání světový mír skutečnými činy. Za posledních 70 let nevyvolala Čína jedinou válku nebo konflikt, ani nenapadla jediný čtverec cizí země,“ píše se v dokumentu nazvaném „Čína a svět v nové éře“.

source: The white paper, while highlighting the CPS's "peaceful rise" made no reference of the bloody 1962 war with India and the vast tracts of land, especially in the Aksai Chin area, occupied by China.
cs: Bílý list sice zdůraznil „mírový vzestup“ KSČ, ale nezmínil se o krvavé válce s Indií v roce 1962 a o rozlehlých územích, zejména v oblasti Aksai Čchin, okupované Čínou.

source: The Sino-India border dispute involving 3,488-km-long Line of Actual Control (LAC) remained unresolved. China also claims Arunachal Pradesh as part of South Tibet, which India contests.
cs: Čínsko-indický hraniční spor zahrnující 3,488 km-dlouhý Linie skutečného řízení (LAC) zůstala nevyřešena. Čína si také nárokuje Arunáčalpradéš jako součást Jižního Tibetu, což Indie zpochybňuje.

source: So far, the two countries held 21 rounds of Special Representatives talks to resolve the border dispute.
cs: Dosud obě země uspořádaly 21 kol jednání zvláštních zástupců s cílem vyřešit hraniční spor.

source: Besides the 1962 war, India and China had a major military standoff at Doklam in 2017 when the People's Liberation Army (PLA) tried to lay a road close to India"s narrow Chicken Neck corridor connecting with the North-Eastern states in an area also claimed by Bhutan.
cs: Kromě války v roce 1962 došlo v Doklamu v roce 2017 k velkému vojenskému střetu mezi Indií a Čínou, když se Lidová osvobozenecká armáda (PLA) pokusila položit silnici poblíž úzkého indického koridoru Chicken Neck spojujícího se severovýchodními státy v oblasti, kterou si nárokuje také Bhútán.

source: It was finally diplomatically resolved after which both sides pulled back their troops.
cs: To bylo nakonec diplomaticky vyřešeno, po kterém obě strany stáhly své jednotky zpět.

source: China also had a major military conflict with Vietnam in 1979. China claims sovereignty over all of South China Sea. Vietnam, Malaysia, the Philippines, Brunei and Taiwan have counter claims.
cs: Čína také měla velký vojenský konflikt s Vietnamem v roce 1979. Čína si nárokuje svrchovanost nad celým Jihočínským mořem. Vietnam, Malajsie, Filipíny, Brunej a Tchaj-wan mají protinároky.

source: "China has achieved full resolution of land border delimitation problems with 12 of its 14 neighbouring countries, and delineated the China-Vietnam maritime boundary in the Beibu Gulf," the white paper said, noting that since reform and opening up in 1978, the country has cut its armed forces "by over four million."
cs: „Čína dosáhla plného vyřešení problémů s vymezením pozemních hranic s 12 ze 14 sousedních zemí a vymezila čínsko-vietnamskou námořní hranici v zálivu Beibu,“ uvedla bílá kniha s tím, že od reformy a otevření v roce 1978 země snížila své ozbrojené síly „o více než čtyři miliony“.

source: The two-million strong Chinese military still remain the world's largest.
cs: Dvoumilionová čínská armáda stále zůstává největší na světě.

source: Try installing the drivers of the USB wireless modem from the CD
cs: Zkuste nainstalovat ovladače bezdrátového modemu USB z CD

source: Check the settings on your account for blocked contacts.
cs: Zkontrolujte nastavení na svém účtu pro blokované kontakty.

source: Try to see if the drivers for the wireless card are active, and if the wireless button on the computer is connected.
cs: Zkuste zjistit, zda jsou ovladače pro bezdrátovou kartu aktivní a zda je bezdrátové tlačítko na počítači připojeno.

source: To install a program just insert the CD with the program or run the .Exe file and follow the installation steps.
cs: Pro instalaci programu stačí vložit CD s programem nebo spustit soubor .Exe a postupovat podle instalačních kroků.

source: On the Gmail page, try recovering your account.
cs: Na stránce Gmail zkuste obnovit svůj účet.

source: Make sure the game is compatible with Windows 8. Check on the box of the game or in the instruction manual.
cs: Zkontrolujte, zda je hra kompatibilní s Windows 8. Zkontrolujte, zda je hra kompatibilní s Windows 8. Zkontrolujte, zda je na krabici hry nebo v návodu k použití.

source: You can register in the Zon client's area page.
cs: Registrovat se můžete na stránce oblasti klienta Zon.

source: You will need a network cable to connect it to the router's WAN port and at the other end of the modem. Then turn off both devices and reconnect.
cs: Pro připojení k WAN portu routeru a na druhém konci modemu budete potřebovat síťový kabel. Poté obě zařízení vypněte a znovu se připojte.

source: Try to access the Play Store and install the application.
cs: Zkuste se dostat do obchodu Play Store a nainstalujte aplikaci.

source: Just press Ctrl + Shift + Del keys then select "clear browsing history".
cs: Stačí stisknout klávesy Ctrl + Shift + Del a poté vybrat „vymazat historii prohlížení“.

source: Windows provides Paint by default. You can also use free programs like GIMP, or professional programs such as Photoshop, for which you must pay.
cs: Windows standardně poskytují Malování. Můžete také používat bezplatné programy jako GIMP nebo profesionální programy jako Photoshop, za které musíte zaplatit.

source: Supplement No. 1 to the agreement on the sublease the apartment, of 13th May 2016
cs: Dodatek č. 1 k dohodě o pronájmu bytu, ze dne 13. května 2016

source: On the day, month and year written below Marta Burešová, pers. no. 695604/3017 Address: Radimova 8, Prague 6, 169 00 as the tenant on the one hand (Hereinafter referred to as "the tenant") and Karolína Černá, pers. no. 136205/891 Address: Alfrédova 13, Praha 4, 142 00 As a lessee on the other (Hereinafter referred to as "the lessee") collectively also referred to as "the Contracting parties" have agreed on this Supplement No. 1 to the Agreement on the sublease the apartment, of 13th May 2016 (hereinafter referred to as the "Supplement No. 1")
cs: Den, měsíc a rok zapsané pod Martou Burešovou, per. č. 695604/3017 Adresa: Radimova 8, Praha 6, 169 00 jako nájemce na jedné straně (dále jen „nájemce“) a Karolína Černá, pers. č. 136205/891 Adresa: Alfrédova 13, Praha 4, 142 00 Jako nájemce na druhé straně (dále jen „nájemce“) společně označované také jako „smluvní strany“ se na tomto dodatku č. 1 k dohodě o podnájmu bytu dohodly ze dne 13. května 2016 (dále jen „dodatek č. 1“).

source: Introductory Provisions
cs: Úvodní ustanovení

source: On 13th May 2016, the tenant and the lessee closed the Agreement on the sublease of the apartment, under which the tenant let the lessee use the apartment No. 4 (area 49 m²) of size 1+1/L in the ground floor of the house in Prague 4, Alfrédova 13, Post Code: 142 00, Kamýk (hereinafter referred to as the “apartment in question” and “Sublease agreement”), including the equipment and amenities as specified in the Sublease agreement.
cs: Dne 13. května 2016 nájemce a nájemce uzavřeli Dohodu o pronájmu bytu, podle které nájemce nájemci nechal užívat byt č. 4 (plocha 49 m²) o velikosti 1+1/l v přízemí domu v Praze 4, Alfrédově 13, PSČ: 142 00, Kamýk (dále jen „dotčený byt“ a „podnájemná smlouva“), včetně vybavení a vybavení, jak je uvedeno v nájemní smlouvě.

source: The owner of the flat in question is a housing cooperative "Team of Owners of House Alfrédova 13, Prague 4", ID: 123 45 678, with registered office at Prague 4, Alfrédova 13, postal code: 142 00 (hereinafter referred to as “Housing Cooperative”).
cs: Majitelem dotčeného bytu je bytové družstvo „Tým vlastníků domu Alfrédova 13, Praha 4“, IČ: 123 45 678, se sídlem na Praze 4, Alfrédova 13, PSČ: 142 00 (dále jen „bytové družstvo“).

source: On the basis of the statement made by the tenant in the Sublease agreement, the tenant's husband (Mr. Martin Bureš, pers. no.: 760305/3920) expressed his agreement to the conclusion of the Sublease agreement for the apartment before signing the Sublease agreement.
cs: Na základě prohlášení nájemce v nájemní smlouvě vyjádřil manžel nájemce (pan Martin Bureš, per. č.: 760305/3920) svůj souhlas s uzavřením smlouvy o podnájmu bytu před podpisem smlouvy o podnájmu.

source: By signing this Supplement No. 1, the tenant then declares that her husband has also given his consent to this Supplement No. 1.
cs: Podpisem tohoto dodatku č. 1 pak nájemce prohlásí, že její manžel dal také souhlas s tímto dodatkem č. 1.

source: In Art. III of the Sublease agreement, entitled “Term of the Lease,” the tenant and the lessee agreed that the apartment in question would be rented to the tenant for a fixed period from 13th May 2016 to 31st December 2018.
cs: V článku III smlouvy o podnájmu, nadepsaném „Podmínky pronájmu“, se nájemce a nájemce dohodli, že dotyčný byt bude nájemci pronajat na dobu určitou od 13. května 2016 do 31. prosince 2018.

source: Subject of the Supplement No. 1
cs: Předmět dodatku č. 1

source: Since both Contracting parties are interested in continuing the relationship established by the Sublease agreement, they have agreed to extend the lease for a further two years, i.e. the lessee is entitled to use the apartment until 31st December 2020.
cs: Vzhledem k tomu, že obě smluvní strany mají zájem pokračovat ve vztahu založeném smlouvou o podnájmu, dohodly se na prodloužení nájmu o další dva roky, tj. nájemce má právo užívat byt do 31. prosince 2020.

source: The other provisions of the Sublease agreement remain unchanged.
cs: Ostatní ustanovení smlouvy o podnájmu se nemění.

source: Final Provisions
cs: Závěrečná ustanovení

source: This Supplement No. 1 shall take effect on the date of signature by both Contracting parties.
cs: Tento dodatek Č. 1 nabývá účinnosti dnem podpisu oběma smluvními stranami.

source: This Supplement No. 1 is written and signed in 2 (in words: two) copies, each of which is valid for the original.
cs: Tento dodatek Ne. 1 je napsáno a podepsáno ve 2 (slovy: dvou) kopiích, z nichž každá je platná pro originál.

source: Each of the Contracting parties shall receive one copy.
cs: Každá ze smluvních stran obdrží jedno vyhotovení.

source: In the event that any provision of this Supplement No. 1 is or it becomes invalid or ineffective, this shall not affect the validity or effectiveness of the other provisions of this Supplement No. 1.
cs: V případě, že jakékoli ustanovení tohoto dodatku č. 1 je nebo se stane neplatným nebo neúčinným, nemá to vliv na platnost nebo účinnost ostatních ustanovení tohoto dodatku č. 1.

source: In such a case, the Contracting parties undertake to replace the invalid or ineffective provisions of this Supplement No. 1 by a provision which is valid and effective and which is most consistent with the purpose of this Supplement No. 1.
cs: V takovém případě se smluvní strany zavazují nahradit neplatná nebo neúčinná ustanovení tohoto dodatku č. 1 ustanovením, které je platné a účinné a které je nejvíce v souladu s účelem tohoto dodatku č. 1.

source: The Supplement No. 1 is bilingual.
cs: The Supplement Číslo 1 je dvojjazyčné.

source: In the event of a dispute, the Czech version is decisive.
cs: V případě sporu je rozhodující česká verze.

source: The Contracting parties to this Supplement No. 1 declare that they have read the Supplement No. 1, agree with its contents and that the Supplement No. 1 was concluded freely, seriously, not in distress, under considerably unfavorable conditions.
cs: Smluvní strany tohoto dodatku č. 1 prohlašuje, že si přečetli dodatek č. 1, souhlasí s jeho obsahem a že dodatek Číslo 1 bylo uzavřeno svobodně, vážně, ne v tísni, za značně nepříznivých podmínek.

source: In proof of these facts, both parties to this Agreement shall attach their handwritten signature.
cs: Na důkaz těchto skutečností připojí obě strany této dohody svůj vlastnoruční podpis.

source: Prague, 31st December 2018.
cs: Praha, 31. prosince 2018.

source: Marta Burešová, Tenant
cs: Marta Burešová, nájemnice

source: INTRODUCTION
cs: ÚVOD

source: The developing union of people of Europe is the driving force behind the cross-border cooperation as a part of broader territorial cooperation that has been with us for more than 20 years by now.
cs: Rozvíjející se svazek obyvatel Evropy je hybnou silou přeshraniční spolupráce jako součásti širší územní spolupráce, která je u nás už více než 20 let.

source: Let it provide itself the introduction into this joint report of supreme audit institutions of two close countries:
cs: Budiž jí poskytnuto samo uvedení do této společné zprávy nejvyšších kontrolních institucí dvou blízkých zemí:

source: “185 million EU citizens, or 37% of the population, live in border areas.
cs: „V příhraničních oblastech žije 185 milionů občanů EU, tedy 37% obyvatel.

source: These are often peripheral, underdeveloped or marginalised areas- sometimes the borders are historical scars.
cs: Často se jedná o okrajové, málo rozvinuté či okrajové oblasti- někdy jsou hranice historickými šrámy.

source: The main aim of cross-border cooperation is to reduce the effect of borders as administrative, legal and physical barriers, tackle common problems and exploit untapped potential.
cs: Hlavním cílem přeshraniční spolupráce je snížit efekt hranic jako administrativních, právních a fyzických bariér, řešit společné problémy a využívat nevyužitý potenciál.

source: The programmes cover a variety of border regions: some work with maritime areas, others with internal EU land borders or borders shared with candidate countries.
cs: Programy se týkají nejrůznějších příhraničních regionů: některé pracují s námořními oblastmi, jiné s vnitřními pozemními hranicemi EU či hranicemi sdílenými s kandidátskými zeměmi.

source: Most programmes are bilateral, but some consist of more than two neighbouring countries (e.g. South Baltic programme).
cs: Většina programů je bilaterálních, ale některé se skládají z více než dvou sousedních zemí (např. program Jihopobaltský).

source: The programmes last for seven years. It should be noted that there is EUR 5.7 billion in total earmarked for all programmes in this period.
cs: Programy trvají sedm let. Nutno podotknout, že na všechny programy je v tomto období vyčleněno celkem 5,7 miliardy eur.

source: “The programme activities include: Repairing and (re)building cross-border roads, cycle paths or bridges; Investing in cross-border waste systems, medical equipment, research centres, anti-flood measures, and so on; Managing jointly natural or tourism sites; Developing common services for the local population; Advising on employment issues; and Creating thematic networks and clusters for innovation.
cs: „Programové aktivity zahrnují: Opravy a (znovu) budování přeshraničních silnic, cyklostezek či mostů; Investice do přeshraničních odpadových systémů, zdravotnického vybavení, výzkumných center, protipovodňových opatření a tak dále; Společnou správu přírodních nebo turistických lokalit; Rozvoj společných služeb pro místní obyvatelstvo; Poradenství v otázkách zaměstnanosti; a Vytváření tematických sítí a klastrů pro inovace.

source: The funding is granted on condition that organisations from both sides of the border, such as regional authorities, universities and small and medium enterprises, come together to implement projects based on the needs of the border region.
cs: Financování je poskytnuto za podmínky, že se sejdou organizace z obou stran hranice, jako jsou regionální úřady, univerzity a malé a střední podniky, aby realizovaly projekty vycházející z potřeb příhraničního regionu.

source: Representatives of cooperating regions, thematic ministries and other local partners meet regularly and decide which projects are going to be supported.
cs: Zástupci spolupracujících regionů, tematických ministerstev a dalších lokálních partnerů se pravidelně scházejí a rozhodují o tom, které projekty budou podpořeny.

source: This unique structure is supposed to lead to sustainable collaboration that continues long after the programme ends.
cs: Tato unikátní struktura má vést k udržitelné spolupráci, která bude pokračovat ještě dlouho po skončení programu.

source: The funding is granted on condition that partners from both sides of the border work together and fulfil at least two of the following conditions: common financing, common staffing, common preparation and common implementation of the project.”
cs: Financování je poskytováno za podmínky, že partneři z obou stran hranice budou spolupracovat a splní alespoň dvě z následujících podmínek: společné financování, společné personální obsazení, společná příprava a společná realizace projektu.“

source: Within the partnership framework, the tasks and responsibility for preparation, implementation, financing and control of project activities are clearly defined and distributed among the respective partners.
cs: V rámci partnerství jsou úkoly a odpovědnost za přípravu, realizaci, financování a kontrolu projektových aktivit jasně definovány a rozděleny mezi příslušné partnery.

source: The following are main attributes: joint selection of leading partner; joint preparation of project and applications; making of joint agreement of partnership signed by all partners; overtaking of complete responsibility for project implementation by leading partner; total support payments received by leading partner who completes their transfer to respective project partners.
cs: Následují hlavní atributy: společný výběr vedoucího partnera; společná příprava projektu a žádostí; vyhotovení společné dohody o partnerství podepsané všemi partnery; předstižení kompletní odpovědnosti za realizaci projektu vedoucím partnerem; celkové platby podpory získané vedoucím partnerem, který dokončí svůj převod na příslušné partnery projektu.

source: The support can be granted to eligible projects implemented in the regions and voivodeships adjacent to the joint border.
cs: Podporu lze poskytnout způsobilým projektům realizovaným v regionech a vojvodstvích sousedících se společnou hranicí.

source: This year's Turner Prize-shortlisted pieces will be on display in Margate from tomorrow, with Brexit on the agenda.
cs: Letošní Turnerova cena bude na obraze v Margate od zítřka, s Brexitem na pořadu jednání.

source: Colombian artist Oscar Murillo's work "surge (social cataracts) " depicts people staring out to the North Sea, but with their view of the water and the European continent on the other side of it obscured by a dark canvas, with only a sliver of what lies beyond revealed through a slash in the canvas.
cs: Kolumbijský umělec Oscar Murillo práce „vlna (sociální katarakta) „ zobrazuje lidi, kteří se dívají na Severní moře, ale s jejich pohledem na vodu a evropský kontinent na druhé straně je zakryt temnou plátno, a to jen kousek toho, co se v plátně odhalí.

source: The work is one of four shortlisted entries to the prestigious and often contentious annual art prize, founded in 1984 and given to an artist residing in Britain or British-born but living elsewhere.
cs: Práce je jedním ze čtyř krátkých vstupů na prestižní a často sporné výroční umělecké ceny, která byla založena v roce 1984 a byla dána umělci, kteří bydlí v Británii nebo v Británii, ale žijí jinde.
